comedy = {
    "Бесполезная ложь": {
        "site_url": "https://dorama.land/bespoleznaya-lozh-f",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/bespoleznaya-lozh-f.webp?v=4",
        "description": "Загадкова і романтична історія про дівчину, обтяжену вмінням завжди вгадувати брехню, і генія-відлюдника, який ненавидить її, коли хтось обманює.",
        "rating": "9/10",
    },
    "Первая любовь": {
        "site_url": "https://dorama.land/pervaya-lyubov",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/pervaya-lyubov.webp?v=1",
        "description": "Існує багато теорій і книг про любов, і кожна з них має свою справжню історію кохання. Любов прекрасна, особливо коли це перша любов. Як правило, вважається найщирішим і чистим. Але, на жаль, в більшості випадків це не взаємно або проходить мимохідь. Чи можна дати другий шанс першому коханню?",
        "rating": "8/10",
    },
    "Священный айдол": {
        "site_url": "https://dorama.land/pervosvyashchennik-lembrori-z",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/pervosvyashchennik-lembrori-z.webp?v=3",
        "description": "Внаслідок нещасного випадку святий первосвященик Ламбрарія потрапляє в тіло айдола. Тепер він змушений ділити будинок з іншими членами групи, навчитися танцювати і навіть виступати на сцені у відвертому вбранні! А через будову поведінки нового-старого У Ен У, чиє тіло зайняв всесильний колись Ламбрарія, група, що знаходилася на межі розпаду, раптово стає мега популярною.",
        "rating": "9/10",
    },
    "Позволяя уйти как сон": {
        "site_url": "https://doramafox.ru/1207-pozvolyaya-ujti-kak-son.html",
        "photo": "https://doramafox.ru/wp-content/uploads/2019/08/pozvolyaya-ujti-kak-son.jpg",
        "description": "Всесвітньо відомий гурман Лінь Цзіньюнь повертається на свою історичну батьківщину - Китай. Проживши майже все життя в Європі і здобувши славу та ім'я, як інспектор Мішлен, дівчина наважується змінити своє життя. Вона відчуває, що потрібно повернутися до коріння, щоб краще зрозуміти себе і вибрати свій шлях. І перше місце в яке вона йде - популярний ресторан, в минулому будинок її бабусі. Провівши стандартну перевірку, дівчина стикається з зарозумілістю та самовпевненістю місцевого шеф-кухаря Чен Мушена.Після відвідування вимоглива Лінь викладає свою рецензію цьому ресторану, рознісши в пух та прах його репутацію. Але вона не знала з ким зв'язалася, Чен з лишком їй помститься. І єдиний спосіб уникнути світової ганьби — розповісти йому свою історію кохання. Лінь, яка не пізнала цього почуття, розповідає історію своєї бабусі.",
        "rating": "7.77/10",
    },
    "Работай позже, пей сейчас 2": {
        "site_url": "https://dorama.land/rabotay-pozzhe-pey-seychas-2-2",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/rabotay-pozzhe-pey-seychas-2-2.webp?v=10",
        "description": "Продовження історії знаменитих міських пияків, трьох подруг Ан Со Хі, Хан Джі Ен і Кан Джі Гу. Після того, як Ан Со Хі нарешті запустила своє власне дітище — тв шоу, вона раптово зникає разом зі своїми подругами у невідомому напрямку на цілий рік. Втративши свого головного сценариста, режисер телешоу Кан Бук Гу, зневірившись остаточно, вирушає на пошуки зниклих. Він знайде їх у глушині, брудних, натхненних та п'яних. Яку ж історію вони йому розповідають, що привело їх сюди, і чим вони займалися весь рік?",
        "rating": "10/10",
    },
    "Падающая звезда": {
        "site_url": "https://dorama.land/padayushchaya-zvezda31",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/padayushchaya-zvezda31.webp?v=4",
        "description": "Дія відбувається в Star Force Entertainment, великій південнокорейській компанії, яка займається просуванням знаменитостей. А ті люди, які працюють в індустрії розваг - журналісти, менеджери і самі зірки.О Хан Бель - працьовитий офіцер зі зв'язків з громадськістю. У своїй роботі дівчина віддає свою повну і навіть у найнагальніших ситуаціях, пов'язаних зі скандалами навколо зірок, не втрачає всієї своєї творчості для їх вирішення.",
        "rating": "9/10",
    },
    "Взбодрись": {
        "site_url": "https://dorama.land/vzbodris-a",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/vzbodris-a.webp?v=2",
        "description": "До Хе І – студентка першокурсниця. Дівчина дуже самостійна, пробивна і напориста, але вона з бідної родини, тому весь вільний від навчання час присвячує підробіткам. Героїнею захоплений красень університету Чжин Сон Хо, але горда дівчина навіть не дивиться в його бік.Однак завдяки саме інтересу хлопця До Хе І звуть вступити до університетської групи підтримки, заплативши за це їй пристойну суму. Розрахунок такий: прийде До Хе І, за нею прийде Чжин Сон Хо, за ним прийдуть решта першокурсників і команда буде набрана.Так все і відбувається, тільки ось ніхто з новачків не знає, що на групі підтримки лежить прокляття і причина того, що ніхто не хотів вступати до її лав, — передбачена смерть.",
        "rating": "8/10",
    },
    "Остановись, мисс Хуа!": {
        "site_url": "https://doramafox.ru/20497-ostanovis-miss-xua.html",
        "photo": "https://doramafox.ru/wp-content/uploads/2021/08/ostanovis-miss-xua.jpg",
        "description": "Цінь Дунхай колишній командир пожежної бригади, а нині безробітний, який старанно намагається зі своїми друзями покарати винних у страшній трагедії, що сталася у компанії Flora Group. Проте особиста зустріч із самим засновником компанії, призводить не зовсім до тих результатів, на які розраховував головний герой. Голова чесно обіцяє розібратися в тому, що трапилося, а поки просить Цинь Дунхая стати наставником для його улюбленої внучки Хуа Мін'юе, розпещеної принцеси, що славиться своєю дурістю, яка так потребує чесної і сміливої ​​людини поруч у момент, коли їй доведеться взяти управління компанії на себе.І хоч Цинь Дунхаю це зовсім не цікаво, проте раптова хвороба голови змушує чоловіка турбуватися про дурненьку Мін'юе на себе. А пристрасті навколо онуки Flora Group після коми її дідуся тільки розжарюються, адже її зведений брат готовий піти на все, щоб позбавити сестру всієї спадщини, частки в компанії та навіть репутації. Цінь Дунхаю нічого не залишається, як прихистить Мін'юе у себе та своїх друзів на покинутому складі, де вони облаштували собі спільне житло і намагатимуться відновити дівчину в її правах.",
        "rating": "7.46/10",
    },
    "Цветочная четвёрка": {
        "site_url": "https://dorama.land/cvetochnaya-chetverka-smotret-online13",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/cvetochnaya-chetverka-smotret-online13.webp?v=1",
        "description": "Го Ра - проста дівчина-підліток зі звичайної родини, яка підробляє в квітковому магазині і намагається добре вчитися. Завдяки старанності в підготовці до іспитів і удачі вона здатна вступити в престижну грантову школу.",
        "rating": "9/10",
    },
    "Деловое предложение": {
        "site_url": "https://dorama.land/delovoe-predlozhenie25",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/delovoe-predlozhenie25.webp?v=3",
        "description": "Шин Ха Рі працює у відомій компанії. Однак вона мріє побудувати не успішну кар'єру, а щасливу сім'ю. У героїні є коханець - але, ось що не пощастило, це людина, яка відчуває до неї виключно дружні почуття і вже перебуває у відносинах. З часом Ха Рі не має надії на взаємність. Але незабаром збіг обставин призводить до несподіваних наслідків...",
        "rating": "9/10",
    }
}