criminal = {
    "Предел": {
        "site_url": "https://doramafox.ru/36584-predel.html",
        "photo": "https://staticdr.rmr.rocks/uploads/pics/00/38/606.jpg",
        "description": "З Ін — детектив, колись була найкращою серед своїх однолітків у стеженні злочинців. Але травматичний досвід, внаслідок якого жертва померла, змусив її відступити та просто відповідати на виклики служби екстреної допомоги чи патрулювати райони. Але одного разу до поліції зателефонувала пара, чия дитина була викрадена. З Ін починає працювати під прикриттям, щоб допомогти батькам знайти викрадену дитину. Однак незабаром викрадачі дізнаються, що З Ін — не справжня мати дитини. Розлючені тим, що З Ін їх обманювала, вони викрадають і її власного сина. З Ін виявляється в напруженій психологічній битві з викрадачами і вирушає на одиночну місію, щоб повернути свого сина.",
        "rating": "10/10",
    },
    "Распространители": {
        "site_url": "https://doramafox.ru/36199-rasprostraniteli.html",
        "photo": "https://doramalive.org/image240x360/uploads/posts/2022-12/rasprostraniteli-poster.jpeg",
        "description": "Ю Бін — вчитель у школі, що витягнув щасливий квиток, ось-ось він порідниться з успішною родиною і будить жити в любові та світі з красунею-дружиною. А насамкінець він із найкращим другом Сан Бомом вирушають у клуб, де напиваються до відключення, і наступного дня Ю Бін отримує дзвінок від шантажиста. У нього на руках відео про нічні пригоди чоловіка в оточенні красунь, і воно стане надбанням громадськості, якщо той не приготує 33 мільйони геть. Ю Бін і Сан Бом намагаються самостійно вирішити цю проблему, але все далі й надалі потрапляють у капкан шантажиста, не маючи поняття, куди це їх приведе.",
        "rating": "9.75/10",
    },
    "Не зарекайся ": {
        "site_url": "https://doramafox.ru/3647-ne-zarekajsya-nikogda-ne-govori-nikogda.html",
        "photo": "https://dorama.one/uploads/posts/2023-01/1673287791_nikogda-ne-govori-nikogda.jpg",
        "description": "Фан Хан та його подруга Ло Фей товаришували з самого дитинства. Дівчина працювала під прикриттям поліцейським, але під час однієї з місій її вбивають. Фан Хан у нестямі від горя, але раптом він отримує секретний код від дівчини, який може зрозуміти тільки він. Хлопець вирішує будь-що-будь завершити секретну місію, яку розпочала його подруга. Діючи імпульсивно і завжди перебуваючи на лінії вогню, Фан Хан впроваджується в наркосиндикат, де його помічає Гу Тао, найбільший наркоторговець. Поступово бос починає довіряти новачкові і доручає йому найважливіші справи. Зазнаючи численних небезпек Фан Хан повільно наближається до того, щоб знайти вбивцю своєї подруги і раз і назавжди зруйнувати синдикат.",
        "rating": "9.05/10",
    },
    "Волчья охота": {
        "site_url": "https://doramafox.ru/31021-volchya-oxota.html",
        "photo": "https://doramy.club/wp-content/uploads/2021/05/oxota-na-volkov.jpg",
        "description": "Корабель, повний безпринципних злочинців, яких необхідно депортувати до Південної Кореї, слідує своїм маршрутом у відкритому океані. Що може статися у замкнутому просторі? Та що завгодно. А з огляду на те, що це ті, кого розшукує Інтерпол або хто божевільний, живими звідти виберуться не всі. Але навіть серед покидьків суспільства є страшніший і кровожерливіший, чиї інстинкти схожі на звіриного, і його полювання тільки починається…",
        "rating": "8.61/10",
    },
    "Путешествие навстречу любви": {
        "site_url": "https://doramy.club/12117-puteshestvie-navstrechu-lyubvi.html",
        "photo": "https://doramafox.ru/wp-content/uploads/2019/06/puteshestvie-navstrechu-lyubvi.jpg",
        "description": "На художньому аукціоні виставлено сенсаційну картину, єдиний портрет роботи сучасного художника Хон Фей Чу «Дитя». Ніхто не знає чий портрет і від цього цінність картини тільки зростає. Її купує за нечувані гроші Лі Сінь Юе помічниця багатого бізнесмена.На аукціоні не все так просто, як здається, там купують цінності не тільки заради естетичного задоволення, а й для відмивання грошей. І картина «Дитя» не уникла цієї долі, глава мафіозного клану вмираючи сказав, що якийсь секрет у цій картині. Детективи поліції, які стежили за мафіозі, дізналися про це і до Лі Сінь Юе приставили Цінь Сяо Тяня — поліцейського під прикриттям.",
        "rating": "8.5/10",
    },
    "Двое мужчин": {
        "site_url": "https://doramafox.ru/10032-dvoe-muzhchin.html",
        "photo": "https://doramafox.ru/wp-content/uploads/2020/07/dvoe-muzhchin.jpg",
        "description": "Чжинь Іль, хлопець Га Ен, одного разу вони збігають із дому і знайомляться з ще двома підлітками, разом вони заробляють дрібними крадіжками. Якось молоді люди дізнаються, що Хен Сік зразковий сім'янин, насправді володіє підпільним караоке баром, а таких бродяжок, як наші герої, змушує займатися проституцією. Хлопці вирішують шантажувати чоловіка, але все пішло не за планом і він виявляється в заручниках. Тепер Хен Сік вимагає у її друзів викуп за дівчину, а поки вона повинна насолоджуватися його гостей. Чи зможуть хлопці врятувати свою подругу, адже їм нема до кого звернутися за допомогою?",
        "rating": "8.8/10",
    },
    "Порыв ветра": {
        "site_url": "https://doramafox.ru/27123-poryv-vetra.html",
        "photo": "https://doramafox.ru/wp-content/uploads/2022/05/poryv-vetra.jpg",
        "description": "Мен Гу - вчитель фізики, наздоганяючи злодія, який вкрав сумочку у жінки і був затриманий Йо Ген Чжин, але скільки він не намагався довести свою невинність, вона йому не повірила. Ё Ген Чжин — смілива і безстрашна, до поліцейських вона пішла через сестру, яку збила машина перед випускним, це вона мріяла стати поліцейським. Тепер Ген Чжин правоохоронець і нікому не дозволить порушувати спокій громадян, а разом з Мен Гу вони швидше впораються з порушниками спокою.",
        "rating": "8.81/10",
    },
    "Амбициозный босс": {
        "site_url": "https://dorama.land/ambicioznyy-boss",
        "photo": "https://doramafox.ru/wp-content/uploads/2020/06/ambicioznyj-boss.jpg",
        "description": "Головна героїня кримінальної мелодрами 'Амбіційний бос' Манту - дочка мафіозного боса. Ще в дитинстві дівчина обрала собі за чоловіків сина іншого мафіозного клану Лі Тана. Подорослішавши хлопець відмовляється від її пропозиції, віддавши перевагу навчанню. На щастя, з'являється інший претендент на серце Манту. У дитинстві вона знала Бріана як товстого і набридливого бовдура. Але згодом він сильно похорошив і вирішив добитися розташування Манту за будь-яку ціну.",
        "rating": "7.7/10",
    },
    "Новое лицо": {
        "site_url": "https://doramafox.ru/14284-novoe-lico.html",
        "photo": "https://doramafox.ru/wp-content/uploads/2020/12/novoe-lico.jpg",
        "description": "Лікар Пан Ці Вень, який працює пластичним хірургом, був щасливий у шлюбі і вирощував милку доньку, поки не втратив своє життя. Якось, як завжди, вирушивши на роботу він став жертвою викрадення, фальшивий таксист приспав його, а коли він прийшов до тями виявилося, що в нього інше обличчя. Прийшовши додому, Пан Ці Вень виявив, що з його сім'єю замість нього живе інша людина з його обличчям. Мало того, людину на ім'я Сон Кун, чию особу він отримав, розшукують за вбивство. Тепер колишньому лікареві Пану доводиться ховатися від поліції, але він не залишає надії повернути своє життя і розібратися в тому, хто зробив з ним все це й навіщо.",
        "rating": "8.52/10",
    },
    "Казино": {
        "site_url": "https://dorama.land/kazino-f",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/kazino-e.webp?v=2",
        "description": "Історія бідного сина карного злочинця, який проклав собі дорогу до незліченного багатства власника казино, але потрапив під розслідування податкового відділу.",
        "rating": "9.92/10",
    }
}