detectives = {
    "Слепой": {
        "site_url": "https://dorama.land/slepoy-b",
        "photo": "https://doramy.club/wp-content/uploads/2022/09/slepoj.jpg",
        "description": "Ця історія про людей, які несправедливо стали жертвами і про те, як звичайні громадяни, заплющуючи очі на несправедливість, стають злочинцями.Головний герой детективного трилера «Сліпий», енергійний та безстрашний детектив Рю Сон Джун (Ок Тек Ен). Хоч і народився Сон Джун у багатій сім'ї, він завжди захищав бідних та знедолених людей. У дитинстві він любив дивитися фільми про супергероїв і прагнув карати тих, хто чинив нечесно по відношенню до будь-кого. І тепер, коли Сон Джун вже виріс, боротьба зі злом та несправедливістю стала вже не мрією, а реальністю.Він щиро співчуває жертвам і завжди готовий переслідувати злочинців, щоб покарати їх. Але в цій справедливій справі Сон Джун не один, з ним його брат, суддя-перфекціоніст Рю Сон Хун (Ха Сок Джін), який також не приймає помилок.",
        "rating": "9/10  ",
    },
    "Штормовой танец": {
        "site_url": "https://doramy.club/25642-shtormovoj-tanec.html",
        "photo": "https://doramy.club/wp-content/uploads/2021/04/shtormovoj-tanec1.jpg",
        "description": "На агентство інформаційної безпеки міста Байчен покладено місію захисту передового пристрою з мережевого захисту у світі XV3, який мають доставити до міського університету. На виконання цієї операції призначено Лі Цзюнь Цзе, Юнь Хао та Цзисюань. Вони знайомі давно, разом працювали, виконували складні завдання, але з незрозумілих причин, без пояснень, Лі Цзюнь Цзе звільнився і зник на три роки, навіть не зволивши сказати причину розлучення коханій дівчині Цзисюань. А причина була у керівника банди терористів — Чалає, який убив вчителя Лі Цзюнь Цзе та погрожував смертю Цзисюань. Саме тепер настав час поквитатися з бандитом та довести свій професіоналізм",
        "rating": "8.6/10",
    },
    "Образцовая семья": {
        "site_url": "https://dorama.land/obrazcovaya-semya1",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/obrazcovaya-semya1.webp?v=2",
        "description": "Звичайний вчитель, переживаючи важкі часи, випадково знаходить покинуту машину, повну грошей, і вирішує скористатися нагодою. Замість того, щоб вирішити всі проблеми, його затягують у війну наркокартелю.",
        "rating": "9/10 ",
    },
    "Связь": {
        "site_url": "https://dorama.land/svyaz-a",
        "photo": "https://doramafox.ru/wp-content/uploads/2022/05/svyaz1.jpg",
        "description": "Молодий шеф-кухар Ін Ге Хун, досягши бажаного успіху в юному віці, вирішує повернутися до свого рідного міста, де багато років тому зникла його сестра-близнючка. Тільки замість спокійного життя та розміреної роботи в ресторані він влипає у фантастичну історію. Як телефон стикається з комп'ютером по wi-fi, так і головний герой раптово починає відчувати не свої емоції, а переживання та почуття самотньої та нещасної дівчини на ім'я Але Да Хен. А щоб розібратися, що за незвичайний зв'язок між ними, Ін Ге Хуну і Але Да Хен слід познайомитися ближче…",
        "rating": "9/10",
    },
    "Особняк": {
        "site_url": "https://dorama.land/osobnyak1",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/osobnyak1.webp?v=1",
        "description": "Містичний трилер, дія якого відбувається в покинутій будівлі, яку знесли. Відчайдушні жителі особняка намагаються приховати свої брудні таємниці, які ось-ось будуть викриті.Джі На в драмі «Особняк» з російською озвучкою працює в готелі і має стабільний дохід. Але в глибині душі вона відчуває себе незадоволеною життям. Одного разу дівчина дізнається шокуючу новину про те, що її старша сестра Джі Хен безслідно зникла і місцезнаходження дівчини невідоме. Пошуки провалюються, і правда про те, що сталося з Джі Хен, не розкривається.",
        "rating": "8/10 ",
    },
    "Моя суперсила": {
        "site_url": "https://doramafox.ru/14860-moya-supersila.html",
        "photo": "https://doramafox.ru/wp-content/uploads/2020/12/moya-supersila.jpg",
        "description": "Цзін Чу повертається до рідного міста як нового комісара до відділу з особливо тяжких злочинів. Але не лише робота привела його назад, а ще й бажання довести до кінця розслідування про смерть батька, який загинув 10 років тому. Однак у місті відбувається хтось дивне, один за одним помирають свідки у цій справі. Та ще й начальство з першого робочого дня доручило Цзін Чу турботу про сироту, яка врятувалася 10 років тому, і стала майже рідною для всієї поліцейської дільниці — випускницею Ян Мяньмянь.Але незабаром Цзін Чу зауважує, що є щось особливе у тому, як дівчина спілкується із цим світом. З'ясовується, що М'яньмянь має унікальну фотографічну пам'ять, а ще з легкістю визначає будь-які звуки та смаки. Так і починається їхня співпраця у розкриття особливо складних справ. Однак незабаром розслідування показує, що М'яньмянь дуже тісно пов'язана зі смертю батька Цзін Чу, а подальше їх втручання в цю непросту справу ставить під загрозу їхнє власне життя.",
        "rating": "8.13/10 ",
    },
    "Сизиф": {
        "site_url": "https://dorama.land/mif-o-sizife7",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/mif-o-sizife7.webp?v=1",
        "description": "Існує стародавній і красивий міф про грецького героя, засудженого на вічне покарання. Сізіфа назвали сином бога вітру Еоли, який в юному віці постійно хитрий і хитрий, але саме завдяки цим якостям він зміг стати багатим і успішним чоловіком. до тих пір, поки люди роблять ті ж помилки знову і знову, життя буде продовжувати йти навколо і навколо...",
        "rating": "9",
    },
    "Знаменитость": {
        "site_url": "https://dorama.land/znamenitost-1-seriya-f",
        "photo": "https://doramiru.com/uploads/posts/2023-06/1686471739_znamenitost400doramiru.jpg",
        "description": "Досягнення успіху в сучасному світі бачиться чимось важливим, а володарка вельми строго вдачі Со А Рі стала популярною без особливих зусиль. Хіба що слава спіткала дівчину під час навчання. А ставши дорослішим вона не обзавелася сторінкою в соціальних мережах, на відміну від Про Мін Хе. Ця особа жила тим, що поповнювала контент свого облікового запису, вважала кількість фоловерів і невпинно робила покупки, щоб з'являтися в чомусь новенькому на фотографіях. В один із заходів по магазинах дівчата зустрічаються і вирушають до місцевого кафе провести час за спогадами шкільного минулого.У бесіді порушується питання соціальних мереж, і Мін Хе радить Со А Рі стати інфлюєнсером, адже вона здатна привернути до себе увагу. Так і трапляється, причому сама Со А Рі не тяжіла до набуття слави.",
        "rating": "9.59/10 ",
    },
    "Я помню тебя | Привет, монстр": {
        "site_url": "https://dorama.land/privet-monstr",
        "photo": "https://doramafox.ru/wp-content/uploads/2019/12/ya-pomnyu-tebya.jpg",
        "description": "Сюжет дарами «Я пам'ятаю тебе» розповість глядачеві історію молодої людини на ім'я Лі Хен, яка з дитинства відрізнялася нестандартним складом розуму. Чоловік провів велику частину життя в США, де викладав у престижних університетах, будучи одним із найкращих професорів криміналістики. Але один дивний анонімний лист змушує головного героя повернутися до Південної Кореї і відразу ж розпочати розслідування над серією вбивств, яке, можливо, стосується його забутого минулого. Тут він зустрічає молоду дівчину Ча Чжі Ан, яка працює над цією ж справою як детектив і, мабуть, знає Лі Хена особисто.Чи зможе дівчина допомогти відновити забуті спогади з дитинства нашого героя та чи вдасться їм знайти геніального вбивцю.",
        "rating": "9.03/10 ",
    },
}
