fantasy = {
    "Псих, но всё в порядке": {
        "site_url": "https://dorama.land/psih-no-vsyo-v-poryadke-1-seriya1",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/psih-no-vsyo-v-poryadke.webp?v=1",
        "description": "Романтична комедія про долю двох людей, які зустрічаються через роки розлуки, вже будучи дорослими і сформованими особистостями, що переживають хворобливі спогади. Відчутний всім тілом самотність маленький хлопчик перетворився на привабливого чоловіка, який заперечує прояв будь-яких емоцій і має безмежне терпіння, витривалість і швидку реакцію, а покинута всіма дівчинка, як і раніше, не вміє любити, і все, що вона хоче, бере силою.",
        "rating": "9/10",
    },
    "Моя девушка единорог": {
        "site_url": "https://dorama.land/moya-devushka-edinorog-1-seriya1",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/moya-devushka-edinorog-h.webp?v=1",
        "description": "Сан Тянь - талановитий фігурист, який перспективний. У день, коли їй виповниться 18 років, вона клянеться родині, що її приймуть до того ж університету, який колись відвідувала її мати. Щоб потрапити туди, дівчина повинна пройти тест, який вона - виключно грамотна спортсменка і студентка - обов'язково пройде відмінно.",
        "rating": "8/10",
    },
    "Этот психометрический парень": {
        "site_url": "https://dorama.land/etot-psihometricheskiy-paren-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/etot-psihometricheskiy-paren.webp?v=1",
        "description": "Травматичні епізоди дитинства майже завжди впливають на подальше життя і сприйняття людського світу. Це як шрам, який ви намагаєтеся сховати під фантазійним светром, але насправді від нього не можна позбутися. І скільки б ви не намагалися піти від прийняття правди, це не працює",
        "rating": "9/10",
    },
    "Твой вкус": {
        "site_url": "https://dorama.land/tvoy-vkus-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/tvoy-vkus.webp?v=1",
        "description": "Головна героїня Хе Бу Цуй із дарами «Твій смак», яку можна дивитися з озвучкою Дораманута, по праву вважається людиною, яку неможливо споїти. Скільки б алкоголю вона не випила, розум залишиться тверезим, а хода тверда. Її батько — колишній власник виноробні, що розорилася. Щоб не мерзнути в бідності, дівчина набрала боргів у лихварів і тепер поступово розплачується, виручаючи гроші за парі, сенс яких у тому, щоб перепити суперників. І жодного раунду Бу Цуй ще програла. Пити навіть найгірший алкоголь їй допомагає повна відсутність смаку. Втім, то скоріше покарання, адже смаку вона втратила ще в дитинстві та інтересу до їжі давно не відчуває.",
        "rating": "9/10",
    },
    "Моя девушка — инопланетянка": {
        "site_url": "https://dorama.land/moya-devushka-inoplanetyanka3-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/moya-devushka-inoplanetyanka3.webp?v=1",
        "description": "Ви коли-небудь дивилися на чорне нічне небо і замислювалися про існування позаземних цивілізацій? Чи замислювалися ви про те, що може стояти за сяючими зірковими точками? Унікальна історія трапилася з головними героями «Моєї чужої дівчини», але чи закінчиться вона добре?",
        "rating": "8/10",
    },
    "Конец бесконечной любви": {
        "site_url": "https://dorama.land/konec-beskonechnoy-lyubvi",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/konec-beskonechnoy-lyubvi.webp?v=1",
        "description": "Головний герой цієї історії на ім'я Синь Тан - зовсім незвичайна людина, яка вміє створювати своїм голосом міражі для інших людей. Ті, хто потрапляє під його чари, бачать лише втілення сказаних ним слів. Все це відбувається тому, що його батько закохався у земну дівчину і залишився тут, створивши сім'ю. Але при цьому він втратив дещо важливе. Проживаючи на планеті, хлопець все ще ставить питання і не розуміє? чому багато хто так звикли брехати, створюючи ілюзію щастя.",
        "rating": "8/10",
    },
    "Поцелуй демона": {
        "site_url": "https://dorama.land/poceluy-demona-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/poceluy-demona5.webp?v=1",
        "description": "Про Ен А в дарамі «Поцілунок демона» звичайнісінька дівчина. Вона підробляє офіціантом у ресторанчику. А ще дівчина просто ненавидить людей. Вона — студентка, яка втомилася від усіх, але через свою милу зовнішність їй складно позбутися уваги протилежної статі. Ен А намагається тримати свій гнів при собі, правда, іноді в особливих випадках він виходить назовні. Колись у дівчини був коханий, але він зрадив її, з того часу вона насторожено ставиться до всіх незнайомців. Якось найкраща подруга героїні Соль Хі похвалилася їй, що зустріла просто приголомшливого хлопця, який попросив її номер телефону. Того ж вечора Ен А бачить цілу Сіль Хі. Тільки ось її партнера героїня бачила буквально вчора у товаристві іншої дівчини.",
        "rating": "8/10",
    },
    "Меморист": {
        "site_url": "https://dorama.land/memorist-1-seriya-c",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/memorist-d.webp?v=1",
        "description": "Детективного трилера з незвичайним сюжетом знято за мотивами однойменного вебтуна, написаного Джа Ху, — історія людини, яка володіє телепатією. Герой виявляється втягнутим у підступну змову і єдиною людиною, здатною йому допомогти, стає дівчина-профайлер. Спочатку їх стосунки натягнуті, і вони не довіряють один одному, але долаючи безліч небезпечних для життя ситуація, вони об'єднуються і виходять на слід злочинця. Але чи вірні їхні здогади, і звідки їхній ворог стільки знає про минуле, яке намагаються приховати?",
        "rating": "9/10",
    },
    "С этого момента время для шоу!": {
        "site_url": "https://dorama.land/s-etogo-momenta-vremya-dlya-shou-1-seriya4",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/s-etogo-momenta-vremya-dlya-shou15.webp?v=2",
        "description": "Таємнича драма, з елементами фентезі і романтики, розповідає химерну історію розслідування, в якому беруть участь приваблива поліцейська дівчина, харизматичний носій і його друзі-привиди.",
        "rating": "9/10",
    },
    "Крутая недвижимость": {
        "site_url": "https://dorama.land/krutaya-nedvizhimost-1-seriya2",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/krutaya-nedvizhimost11.webp?v=1",
        "description": "Містичний серіал про медіума і крука, шляхи яких перетинаються в таємничому будинку, наповненому привидами і загадками минулого. Випадкова зустріч виявляється несподіваним відкриттям для головної героїні, оскільки її нова подруга має незвичайні здібності, необхідні їй для боротьби зі складною смертю 20 років тому",
        "rating": "8/10",
    },
}