horrors = {
   "Демон": {
       "site_url": "https://dorama.land/demon-n",
       "photo": "https://dorama.land/uploads/generated/serials/1/v1/demon-l.webp?v=3",
       "description": "Йом Хе Сан — професор фольклору в університеті, і краще, ніж будь-хто з розумів — привиди та демони існують. У далекому дитинстві його мама була вбита прямо на його око демоном, тому він пішов шляхом боротьби з ними. Через роки Йом Хе Сан отримує послання від загиблого колеги - захистити його дочку Гу Сан Ен. Дівчина важко працює на півставки, щоб ночами готується до іспиту на держслужбовця, тому слово Хе Сана про привидів вважає цілковитою нісенітницею. Але коли люди з її оточення починають помирати, вона вирішує прислухатися до професора. Виявляється Гу Сан Ен вже одержима демоном, і вони об'єднуються з професором, щоб розслідувати низку загадкових смертей, пов'язаних з потойбічними явищами, і таким чином знайти спосіб вигнати демона Сан Ен до того, як вона перетвориться на щось страшне.",
       "rating": "9/10",
   },
   "Корабль в Пусан": {
       "site_url": "https://dorama.land/korabl-v-pusan52",
       "photo": "https://dorama.land/uploads/generated/serials/1/v1/korabl-v-pusan52.webp?v=1",
       "description": "Науково-фантастичний фільм від Netflix у 2022 році, зосереджений на трьох небезпечних злочинців, які перевозяться на кораблі з Філіппін до Південної Кореї. Однак вояж перетворюється на кошмар і призводить до бурхливого бунту після того, як лиходії випадково звільняють стародавню владу.",
       "rating": "8/10",
   },
   "Остров": {
        "site_url": "https://dorama.land/ostrov7",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/ostrov7.webp?v=3",
        "description": "Протягом тисячі років справжнє зло було в пастці на острові Чеджу, поки його не звільнили, щоб втопити світ у річках крові. Але особливі люди готові дати відсіч, захищаючи людство і обранця, який може зупинити апокаліпсис.",
        "rating": "9.51/10",
    },
   "Мы все мертвы": {
        "site_url": "https://dorama.land/my-vse-mertvy3",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/my-vse-mertvy3.webp?v=1",
        "description": "Смертельні віруси важко передбачити навіть у 21 столітті. Невидимі вбивці просуваються непомітно і швидко б'ють людей, коли вони не підозрюють трюк.Події відбуваються у звичайній середній школі Південної Кореї. Під час іншого уроку трапляється несподіваний інцидент: виявляється, що хтось із учнів отримає дивну травму. На тілі підлітка є знак укусу, який виглядає підозріло людиною.",
        "rating": "9/10",
    },
   "Божественная ярость": {
        "site_url": "https://dorama.land/bozhestvennaya-yarost",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/bozhestvennaya-yarost.webp?v=1",
        "description": "Ен Хо майстер з бойових мистецтв, чемпіон усіх змагань. Ще в маленькому віці через трагедію залишився без батька, і з того часу нікому не довіряє, він злиться на всіх і на бога, що той нічого не зробив, коли батько вмирав. Якось на його долонях почали з'являтися дивні рани, що нагадують стигмати. І тільки тоді він вирішив звернутися до священика отця Ану, думаючи, що той допоможе їх позбутися. Але натомість був втягнутий у боротьбу з потойбічними силами, які прагнули вирватися на волю. Тепер Ен Хо, отець Ан і молодий священик Чхве разом рятують одержимі душі та людство від навали сил пекла.",
        "rating": "9.5/10",
    },
   "Родной город": {
        "site_url": "https://dorama.land/rodnoy-gorod",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/rodnoy-gorod.webp?v=1",
        "description": "Загадкові події відбуваються в маленькому містечку під назвою Саджу в 1999 році. А коли у вашому домі відбувається щось жахливе, доводиться весь час розвертатися і боятися ходити по улюблених вулицях.",
        "rating": "9/10",
    },
   "Гипноз": {
        "site_url": "https://dorama.land/gipnoz",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/gipnoz.webp?v=1",
        "description": "Чи вірите ви у гіпноз? Чи можливо взагалі загіпнотизувати людину і змусити вірити у хибні спогади? Ну, чи змусити згадати далеке забуте минуле? Складно сказати точно, адже у світі чимало й ошуканців, які за гроші готові вбити в голову пацієнта будь-що. Так і наш герой. Але, можливо, є й ті, хто реально може допомогти і має гіпнотичні навички.",
        "rating": "8/10",
    },
   "Королевство": {
        "site_url": "https://dorama.land/korolevstvo",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/korolevstvo.webp?v=1",
        "description": "Історія, льодова кров, сповнена жахом і страхом, де з'являються перші зомбі. Що за невиліковна хвороба у короля, і чому трупів стає дедалі більше? У Чосоні настає важкий час, і громадяни підозрюють, що наближається зміна влади, через що хвилювання продовжують зростати, а відповідей на події, що відбуваються, ніхто дати не може. Чи впаде королівство, чи з'явиться той, хто врятує чинного владику? Адаптація серії коміксів Burning Hell Shinui Nara, написаних Кім Ин Хі та проілюстрованих Ян Кен Ілем.",
        "rating": "9/10",
    },
   "Гость": {
        "site_url": "https://dorama.land/gost",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/gost.webp?v=1",
        "description": "Головний герой Юн Хва Пхен народився сім'ї потомствених шаманів. Йому дісталася здатністю бачити духів та демонів, тому всі, крім його родини, вважали хлопчика дивним. Одного разу з глибин моря вибрався злий дух званий людьми «Гість» та вселився у місцевого жителя. Декілька сімей було вбито під впливом демона. Ця подія назавжди пов'язала між собою трьох героїв: Чхве Юна – брата священика, який порізав свою сім'ю, Гіль Ен – доньку загиблої поліцейської, яка випадково опинилася на місці злочину і Хва Пхена, який зумів не піддатися злим чарам демона.",
        "rating": "9/10",
    },
   "Шепот": {
        "site_url": "https://dorama.land/shyeopot",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/shyeopot.webp?v=1",
        "description": "Чи вірите ви в існування привидів та духів? Ходять багато суперечок із цього приводу. Одні стверджують, що це все вигадка та загострена уява людей, інші зі стовідсотковою впевненістю кажуть, що існування привидів — це правда, а деякі взагалі їх особисто зустрічали. Важко дати точну відповідь. Але одне достеменно. Побачивши щось подібне, кожен злякається і зіпсує собі психіку.",
        "rating": "9/10",
    }
}