melodrama = {
    "Король земли": {
        "site_url": "https://dorama.land/korol-zemli-1-seriya-c",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/korol-zemli-t.webp?v=2",
        "description": "Гу Вон - спадкоємець сім'ї чоболів, що володіють мережею готелів та безліччю інших компаній. Він диявольськи гарний, привабливий, хитрий і має все, що захоче, і навіть якщо не хоче, запросто це отримає. Щоправда, у нього є один пунктик — у нього геть-чисто відсутнє почуття гумору, і люди, які посміхаються, його шалено дратують. Але обставини складаються так, що Гу Вон змушений щоразу стикатися з Чон Са Ран, співробітницею готелю, чия посмішка завжди готова і осяює все навколо. І поступово ці зустрічі змушують серце Гу Вона битися все частіше і частіше, поки і він не посміхнеться у відповідь Чон Са Ран.",
        "rating": "9/10 "
    },
    "Свидание с будущим": {
        "site_url": "https://dorama.land/svidanie-s-budushchim-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/svidanie-s-budushchim.webp?v=1",
        "description": "У 2012 році Сюй Лай засинає, лежачи на ліжку із підручниками. Вона встає закрити вікно, але стає свідком землетрусу в рідному місті, яке перетворилося в одну мить на руїни. Опинившись під руїнами, п'ятнадцятирічна Сюй Лай проводить найдовшу ніч у своєму житті. На межі розпачу, промінь світла вривається у її безрадісний світ. Завдяки допомозі пожежника Цзінь Шичуаня, Сюй Лай врятовано. Але після події вона починає страждати від посттравматичного стресового розладу. Через переляк вона не їсть, не п'є і не розмовляє.У 2022 році Сюй Лай повертається до Китаю після десяти років навчання і стає репортером, очоливши розслідування деяких магазинів неякісної косметичної продукції. Під час одного з інтерв'ю Сюй Лай та Цзінь Шичуань знову зустрічаються. Як розвиватимуться їхні стосунки далі? Чи дізнається Сюй Лай свого рятівника?",
        "rating": "8/10 "
    },
    "Дорога домой": {
        "site_url": "https://dorama.land/doroga-domoy-1-seriya",
        "photo": "https://staticdr.rmr.rocks/uploads/pics/05/58/511.jpg",
        "description": "У шкільні роки Гуй Сяо та Лу Янь Чень були парою. Небагатослівний герой та мила дівчина були дуже закохані, але й дуже молоді. Розлучившись тоді, через багато років зустрівшись знову, вони розуміють, що почуття нікуди не пішли. Гуй Сяо дуже шкодує, що розлучилася з хлопцем. За збігом обставин вона змушена просити про допомогу, коли в її подруги вкрали машину. Лу Янь Чень став капітаном спецназу та неодноразово рятує героїню. Але він так само небагатослівний і холодний. Чи можливо їм повернути ті роки, що вони провели порізно? Чи герої будуть щасливі разом?",
        "rating": "8/10 "
    },
    "Скрытая любовь": {
        "site_url": "https://dorama.land/skrytaya-lyubov-1-seriya-a",
        "photo": "https://doramiru.com/uploads/posts/2023-06/1687360232_skrytaja-ljubov400doramiru.jpg",
        "description": "Під час навчання у старших класах класний керівник Сан Чжі запрошує її батьків до школи. Щоб вирішити проблему, Сан Чжі вирішує попросити свого знайомого допомогти їй. Під загрозою Дуань Цзясюй допомагає Сан Чжі піти до школи, щоб зустрітися з учителем, але вони обоє і не здогадуються, як сильно ця ситуація змусить їх прив'язатися один до одного. З того часу Дуань Цзясюй дбає про Сан Чжі, як про свою сестру. Але після того, як Дуань Цзясюй закінчує університет, через деякі непорозуміння вони віддаляються. Через багато років Сан Чжі та Дуань Цзясюй знову зустрічаються у їхньому рідному місті. Незважаючи на старі образи, головні герої зближуються і розуміють, що в їхніх серцях все ще живе кохання!",
        "rating": "8/10 "
    },
    "Любовь по контракту": {
        "site_url": "https://dorama.land/lyubov-po-kontraktu-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/lyubov-po-kontraktu9.webp?v=1",
        "description": "Романтична комедія про «дружину на годину» - дівчину, яка стає тимчасовою «дружиною» для самотніх людей, яким потрібна компанія для відвідування заходів і зустрічей.",
        "rating": "9/10 "
    },
    "Любовь, которую ты даришь мне": {
        "site_url": "https://dorama.land/lyubov-kotoruyu-ty-darish-mne-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/lyubov-kotoruyu-ty-darish-mne.webp?v=1",
        "description": "Багато років тому Мін Хуей була закохана в Синь Ці. Вони мріяли залишитись разом на все життя і навіть планували одружитися. Однак відносини між ними зіткнулися з безліччю поворотів. Синь Ці переніс серйозний серцевий напад, який міг бути небезпечним для життя. У них виникло непорозуміння, і врешті-решт вони розлучилися.Через роки вони знову зустрічаються на діловому заході: Мін Хуей призначена директором з досліджень та розробок, а Сінь Ці також відомий у діловому світі.Вони думають, що це возз'єднання божа воля, тож починають спілкуватися. Мін Хуей розповідає, що має сина. А результати тесту на батьківство свідчать, що батьком дитини є Синь Ці! Синь Ці готовий взяти на себе відповідальність стати батьком, що робить маленького хлопчика дуже щасливим. Чи закохаються вони знову? Чи старі почуття не повернути?",
        "rating": "9/10 "
    },
    "Подснежник": {
        "site_url": "https://dorama.land/podsnezhnik-1-seriya2",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/podsnezhnik26.webp?v=1",
        "description": "У червні 1987 року Південна Корея пережила хвилю масових протестів, спрямованих на відмову від авторитарного правління на користь демократизації. Суспільне невдоволення і втручання президента США Рональда Рейгана змушує уряд Південної Кореї розробити програму реформ. Його очолює Рох Де Ву, який був обраний безпосередньо президентом Південної Кореї в грудні того ж року.",
        "rating": "9/10 "
    },
    "Любовь к подделке": {
        "site_url": "https://dorama.land/lyubov-k-poddelke-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/lyubov-k-poddelke.webp?v=1",
        "description": "Опритомнівши після аварії, Сісі, спадкоємиця багатої сім'ї, усвідомлює, що нічого не пам'ятає. Ні про те, хто вона така, чому втратила пам'ять і навіщо батько приставив до неї охоронця Лу Цзінь Яня. Він такий гарний і надійний, що його неможливо не закохатися.Крок за кроком головна героїня з'ясовує, що насправді не та, за кого її сприймають. Що їй робити з шокуючою правдою? І що зробить надто догадливий Лу Цзінь Янь?",
        "rating": "7/10 "
    },
    "Уйти красиво": {
        "site_url": "https://dorama.land/uyti-krasivo-1-seriya",
        "photo": "https://doramafox.ru/wp-content/uploads/2022/07/ujti-krasivo.jpg",
        "description": "Одного разу Сюн Цзюцзю в одному зі своїх прямих ефірів обіцяє передплатникам, що зіграє в комп'ютерну гру та ще й переможе всіх, і тепер героїні, яка взагалі не вміє грати в це, потрібно якось викрутитися. Дівчина вмовляє свого нового знайомого Сяо Ігуаня допомогти їй у цьому. Герой — гуру в популярній грі-стрілялці, проте має поганий характер, через що останнім часом жодна команда не хоче з хлопцем співпрацювати. Та й з новою знайомою він би ніза що не зв'язався, якби не щось у минулому обох, про що знає і пам'ятає Сяо Ігуань і геть-чисто забула Сюн Цзюцзю. Завдяки їхній спільній грі дівчину запрошують на стажування як менеджер кібер-команди.І тепер перед нею стоїть завдання привести сюди Сяо Ігуаня, з яким вона більше ніколи не хотіла мати справу.",
        "rating": "9/10 "
    },
    "Тот, кто опасен для меня": {
        "site_url": "https://dorama.land/tot-kto-opasen-dlya-menya-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/tot-kto-opasen-dlya-menya.webp?v=1",
        "description": "Чи замислювалися ви колись, що десь по землі ходить ваш двійник? Людина з таким самим обличчям існує, дихає, думає, і раптово виявляється навпроти вас. Так сталося з випускницею факультету мистецтв Шень Мань, і ця зустріч не принесла дівчатам сміх та захоплення, за нею була смерть. У страшній автокатастрофі Шень Мань залишається жива лише завдяки своєму двійнику, тоді як Синь Янь гине. Але не бачити більше Шень Мань спокійного життя, прямо з лікарняного ліжка його забирає наречений Сінь Янь. Тепер вона повинна зайняти її місце загиблої, пліч-о-пліч з розлюченим на неї Ян Сінченем, і порине в повний таємниць і секретів світ загиблої.",
        "rating": "10/10 "
    }
}