mini_dorama = {
    "Тоже": {
        "site_url": "https://dorama.land/skovannie-luboviu",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/tozhe-2022.webp?v=1",
        "description": "Південнокорейський романтичний фантастичний фільм. 1999, молодий хлопець Кім Янг - студент-механік, який незадоволений своїм життям. Він мріє стати письменником і кинути університет, але не може. Цього року вони отримали сімнадцять нових студентів. Одна з яких ще не помічена, студентська рада відправляє Єну зв'язатися і знайти її і познайомити з університетом.",
        "rating": "9/10 "
    },
    "Скованные любовью": {
        "site_url": "https://dorama.land/skovannie-luboviu-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/skovannie-luboviu.webp?v=2",
        "description": "Події відбуваються за часів правління Китайської Республіки. Головна героїня на ім'я Гу Мен є єдиною дочкою одного з найбагатших магнатів. Події розгортаються так, що молода дівчина зустрічає Сяо Хуньє. Хлопець, на відміну від неї, зовсім не мав статус сина впливових батьків, та й грошей особливо у нього і не було. Через те, що у головних героїв були зовсім різні сім'ї, у день їхнього весілля трапляється непоправне. Сяо Хуньє вбиває всіх членів сім'ї, якими вона шалено дорожила. Це відбувається через банальне бажання помсти, адже рідні молодика страждали також, і багато хто з них загинув. Сама дівчина перебуває у повному розпачі, звинувачуючи свого чоловіка, що не відбувся, у вбивстві і в тому, що той навмисно зблизився з нею.",
        "rating": "9/10 "
    },
    "Звуки волшебства": {
        "site_url": "https://dorama.land/zvuki-volshebstva-1-seriya2",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/zvuki-volshebstva7.webp?v=1",
        "description": "Музична драма, зосереджена на звичайній школярці, якій довелося дорослішати занадто рано, і чарівнику, який хоче зупинити час, щоб залишитися дитиною назавжди.",
        "rating": "9/10 "
    },
    "В прямом эфире": {
        "site_url": "https://dorama.land/v-pryamom-efire-1-seriya6",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/v-pryamom-efire15.webp?v=1",
        "description": "Байек Хо Ранг - найпопулярніша дівчина в середній школі. Всі дівчата хочуть бути її друзями, а всі хлопці хочуть завоювати її серце. Вона відома своїми прогресивними зауваженнями в популярному профілі Instagram з 170 000 підписників, і має гарний зовнішній вигляд, який вона успішно використовує. У дівчини неймовірна кількість шанувальників моляться за неї кожне слово.",
        "rating": "9/10 "
    },
    "Первый поцелуй это начало": {
        "site_url": "https://dorama.land/pervyy-poceluy-eto-nachalo-1-seriya",
        "photo": "https://dorama.one/uploads/posts/2023-05/1684610893_pervyj-poceluj-eto-nachalo.jpg",
        "description": "Цієї весни в школі було зовсім не до уроків, адже серця всіх учнів захопив заборонений, що бере душу і хвилюючий любовний роман. Цю книгу добували таємно, через посередників, ховали від дорослих і зачитували до дірок, адже романтичні сцени були незрівнянні, а особливо моменти поцілунків… Подейкували, що автор ґрунтувався на власному досвіді, і ця людина навіть навчається тут же. Але хто б міг подумати, що Бек Іль Рак, старшокласниця, яка і справді була автором цього роману, навіть жодного разу не цілувалася! І ось настав момент, що вже ніяка уява не змогла допомогти дівчині замінити реальний досвід. Але зневірятися рано, Бек Іль Рак вирішує отримати свій перший поцілунок, який буде гарячіше, солодше, романтичніше, ніж навіть у її власних персонажів!",
        "rating": "10/10 "
    },
    "Меж двух миров": {
        "site_url": "https://dorama.land/mezh-dvuh-mirov-2023-1-seriya",
        "photo": "https://doramalive.ru/upload/iblock/926/w_mezh_dvukh_mirov_2023_935347.jpg",
        "description": "Цзян Чже став чемпіоном зі стрільби у 16 років, він мав величезні перспективи, а його краса тільки ще більше приваблювала громадськість. Але раптово всю його родину вбивають, а він стає головним підозрюваним. Згодом Цзян Чже виправдовують, а сенсом його життя стає знайти вбивцю і помститися. Так через 10 років він стає головою міжнародної компанії W Group, не підозрюючи, що все це відбувається на сторінках коміксу, намальованого батьком У Янь Чжу. Якось, наблизившись досить близько до вбивці його сім'ї, Цзян Чже, опинившись між життям і смертю, затягує до себе в комікс Янь Чжу, і дівчині вдається врятувати його. Два світи переплітаються, пов'язуючи їх нерозривно, стираючи усі перепони.",
        "rating": "8/10 "
    },
    "Вот мой план": {
        "site_url": "https://dorama.land/vot-moy-plan-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/vot-moy-plan.webp?v=1",
        "description": "Лі Со Хен — школярка, але навчання її зовсім не цікавить. Вона давно покинула школу, пішла з дому і дбала про себе сама. Запитайте чому? А всьому виною його п'яниця мати, захоплена лише азартними іграми та алкоголем. З Хен не отримувала жодної уваги та турботи. Мати думала тільки про себе і шукала способи знайти гроші, щоби потім усе просадити на випивку. Зі Хен знайшла спосіб вижити, хоч це рішення і не правильне. Вона злодійка. Це найлегший спосіб отримати швидкі гроші на її думку. Вона не одна в цьому бізнесі. У місці з нею є кілька спільниць, які всі виконують спільно. З Хен спалахнула одним своїм планом, на що їй потрібні були гроші. Цей план її батько.",
        "rating": "9/10 "
    },
    "Любовный сигнал": {
        "site_url": "https://dorama.land/lyubovnyy-signal-1-sezon-1-seriya1",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/lyubovny-signal.webp?v=1",
        "description": "Велика компанія випускає програму для мобільних телефонів під назвою Joalarm, створена спеціально для пошуку закоханих людей. Якщо хтось зацікавлений у вас і знаходиться в межах 10 метрів, то пролунає звуковий сигнал і покаже скільки таких щасливчиків. Однак особисті дані не розкриваються, і можна лише здогадуватися, хто надсилає тобі повідомлення. Поки ви опинитеся наодинці зі своєю половинкою - тоді все стає очевидним. Сюжет серіалу заснований на однойменному вебтуні Чхон Ке Ен.",
        "rating": "7/10 "
    },
    "Академия выдающихся людей": {
        "site_url": "https://dorama.land/akademiya-vydayushchihsya-lyudey-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/akademiya-vydayushchihsya-lyudey.webp?v=2",
        "description": "Споконвіку люди зверталися до міфічних істот, щоб задовольнити свої бажання. Будь то джин, лепрекон або єдиноріг, якщо ви робите чарівну істоту послугу, це нагородить вас подарунком. Але з ними ви повинні бути на сторожі, не всі подарунки однаково корисні. У сучасному світі ці історії стали казками, і в них повірить навіть не кожна дитина.",
        "rating": "9/10 "
    },
    "Потому что это моя первая любовь": {
        "site_url": "https://dorama.land/potomu-chto-eto-moya-pervaya-lyubov-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/potomu-chto-eto-moya-pervaya-lyubov.webp?v=1",
        "description": "Багато хто з нас мріяли в дитинстві жити з друзями в одному будинку, а краще відразу в одній квартирі. Це веселіше! Всі неприємності і неприємності йдуть швидше, як тільки вас зустріне палка компанія, готова підтримати вас в будь-якій ситуації.",
        "rating": "9/10 "
    },
}
