school = {
    "Девушка из двадцятого века": {
        "site_url": "https://dorama.land/devushka-iz-20-veka4",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/devushka-iz-20-veka4.webp?v=2",
        "description": "Романтична мелодрама, яка починається в 1999 році. Це історія про дивовижну дружбу і захоплююче перше кохання між старшокласниками, яке повертається роками.",
        "rating": "8/10  ",
    },
    "Наше любимое лето": {
        "site_url": "https://dorama.land/nashe-lyubimoe-leto-1-seriya1",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/nashe-lyubimoe-leto7.webp?v=1",
        "description": "Дорама розповість, як двоє абсолютно різних людей були змушені довгий час ділити одну парту в школі, чергування і навіть екранний час. Справа в тому, що у їхній школі вирішили знімати документальний серіал про підлітків, які розташувалися у різних кінцях списку успішності. Чхве Ун і Ен Су були зовсім далекі за характером і, здавалося, не підходили один одному, перебуваючи у вічних суперечках. Однак через деякий час ці двоє почали зустрічатися, але відносини закінчилися через п'ять років. Чхве Ун пообіцяв собі, що ніколи не зустріне дівчину, а якщо зустріне, то обкотить ту водою.",
        "rating": "9/10  ",
    },
    "Пентхаус": {
        "site_url": "https://dorama.land/penthaus-1-sezon-1-seriya13",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/penthaus-1-season-watch25.webp?v=2",
        "description": "У заможних людей є багато секретів - і чим більше їх, тим вище «піднімаються» соціальні сходи головних героїв серіалу - мешканців розкішного 100-поверхового пентхауса Hera Palace, розташованого в самому центрі Сеула. Сюжет обертається навколо чотирьох сімей, амбіції яких споживають все на своєму шляху і призводять до руйнування. Гроші, влада, слава, визнання і престиж важливіші за життя інших людей.",
        "rating": "9/10  ",
    },
    "Сад падающих звёзд": {
        "site_url": "https://dorama.land/sad-padayuschih-zvezd-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/sad-padayuschih-zvezd1.webp?v=1",
        "description": "Дівчина з бідної родини досягає унікальної можливості вступити до найпрестижнішого університету країни — Мін Ді. Дон Шань Цай очікує потрапити до суспільства благородних, вихованих та розумних людей. Головними зірками університету є четвірка друзів, які називають себе F4. Кожен студент мріє заслужити на їхню увагу, адже хлопці найкращі кожен на своєму курсі. Вони мають неабиякий розум, володіють мінімум трьома мовами і чудово зовні. Але їхній лідер – Сі Мень, жорстокий і зарозумілий до оточуючих, особливо до Шань Цай, що його зачепила.",
        "rating": "8/10  ",
    },
    "Скрытая любовь": {
        "site_url": "https://dorama.land/skrytaya-lyubov-1-seriya-a",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/skrytaya-lyubov-e.webp?v=1",
        "description": "Перше кохання прекрасне і безневинне. Тоді ми вперше почуваємося дорослими та щасливими. П'яні любов'ю, хочеться робити божевільні вчинки і насолоджуватися кожним моментом. Але є й темна сторона кохання. Іноді, найчастіше почуття бувають не взаємні. Деякі, боячись бути відкинутими, тримають свої бажання та почуття під замком, страждаючи у глибині душі. Наша героїня — одна з тих, хто боїться зізнатися, адже її здихач набагато старший за неї. І він навряд чи зацікавиться такою малолітньою, як вона. Але серцю не накажеш, кого любити… Чи зможе вона зізнатися у своїх почуттях?",
        "rating": "9/10  ",
    },
    "Зелёная весна": {
        "site_url": "https://dorama.land/zelenaya-vesna-vdali-1-seriya1",
        "photo": "https://dorama.land/uploads/generated/serials/1/v1/zelenaya-vesna-vdali26.webp?v=4",
        "description": "Історія дорослішання сьогоднішньої 20-річної молоді, яка переходить від вчорашніх підлітків до справжніх дорослих. Перед глядачами герої стикаються з першими труднощами, проходять через незначні проблеми і навчаються в університеті.",
        "rating": "9/10  ",
    },
    "Наследники": {
        "site_url": "https://dorama.land/nasledniki-2013-1-seriya-ad",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/nasledniki-2013-20.webp?v=1",
        "description": "Історія розповідає про Ча Ин Санг, бідну дівчину. Працюючи на кількох роботах, вона відчайдушно прагне гарного життя, хоча розуміє, що без належної освіти це практично неможливо.",
        "rating": "9/10  ",
    },
    "Истинная красота": {
        "site_url": "https://dorama.land/istinnaya-krasota-1-seriya-k",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/istinnaya-krasota-t.webp?v=1",
        "description": "Лім Жо Кьон не був прекрасним з дитинства. Хоча вона не була задоволена, Джо Кьон ніколи не була по-справжньому засмучена своєю зовнішністю. Все дражнити однокласників і дражнити сім'ю вона брала легко. Адже дівчина захоплюється важкими роковими і жахливими фільмами і вважає це втішним.",
        "rating": "9/10  ",
    },
    "Лун Жии, тебе конец": {
        "site_url": "https://dorama.land/lun-zhii-tebe-konec-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/lun-zhii-tebe-konec4.webp?v=1",
        "description": "Як вижити в новій школі, якщо ви робите ворогів в перший день? Завдяки зусиллям батька Чжана Зенмея з драми «Long Jia, you end» (російський голос) вступає до престижної бізнес-академії «Бен-Чен», створеної сімейною корпорацією «Лунь». Він виховує золоту молодь - найбагатших і найбільш ерудованих дітей з усього Китаю.",
        "rating": "8/10  ",
    },
    "Разгневанная мама": {
        "site_url": "https://dorama.land/razgnevannaya-mama-1-seriya",
        "photo": "https://dorama.land/uploads/generated/serials/0/v1/razgnevannaya-mama5.webp?v=1",
        "description": "Материнська любов може подолати будь-які труднощі. І ніхто ніколи не буде так захищати дітей, як батько. А розлючена мати небезпечніша за люту пожежу!",
        "rating": "8/10  ",
    },

}